Repository: mozilla-l10n/mt-training-data
Catalog: gwc/gwc_pontoon.tmx
Source language: en_us
Languages: gwc

source: Contributing to dataset for { $language }
gwc: ڈیٹا سیٹ مئ شراکاٞت کٞرنت جِبیں کیر{ $language }

source: Contribution Activity
gwc: حصہ تلوگاں اٞمل

source: Contribution Criteria
gwc: شراکیتاں معیار

source: Contribution Experience
gwc: شراکیتاں تجربہ

source: Contribution Guidelines
gwc: شراکیتیں کیر ہدایات

source: Contributors record voice clips by reading from a bank of donated sentences.
gwc: شراکتداٞراٞن سمٹاٞل جُملاٞ تھی پری تئ ہوازیں کلِپ ریکارڈ کٞراٞں۔

source: Cookies
gwc: کوکیز

source: <cookiesLink>Cookies<cookiesLink>
gwc: <cookiesLink>کوکیز<cookiesLink>

source: Copainalá Zoque
gwc: کوپینالہ زوقی

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
gwc: <coquiLink> کاکی </coquiLink> پوت ہوازیں ٹیکنالوجی کٞہ وقف تھو۔ تسوں منصوباٞ مئ ڈُگور اِزدہ کٞروگ رہ مبنی ایس ٹی ٹی تے ٹی ٹی ایس شامل تھو۔

source: Cornish
gwc: کورنیش

source: Correct
gwc: صحی

source: Corsican
gwc: کورسیکائی

source: { $count } clips
gwc: { $count } کلِپونہ

source: { $count }mo
gwc: { $count } ماٞ

source: Country/Region of Residence
gwc: اوطن / رہائشاں علاقہ

source: { $count }wk
gwc: { $count } ہفتاٞ

source: { $count }y
gwc: { $count } کاٞل

source: [Crackle] giant dinosaurs of [crackle] -riassic.
gwc: چِنگار] گھاٞن ڈئینوساٞر[چِنگار] ریاسک آٞں۔

source: Create a Custom Goal
gwc: تانی مرضی آں اٞ ہدف چاٞ

source: Create a profile
gwc: اٞ پروفائیل چاٞ

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
gwc: ناٞم ، عام جملاٞ اٞپینہ چاٞ یا تانی سیتاٞن سٞہ یا جیباٞں خلٞک سٞہ مِلی چا، مثلاً write-a-thon’ منی اٞ کتاب تھو تن تھی پا جُملاٞ چاٞگ مئ مداٞد میلا ہوئ۔

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
gwc: شاردہ اٞ عوامی ڈومین، جملاٞ، تے ترجماٞں ایں کیر متن، لیک جِباں ماڈل اوئے چا یا آٞس سہ اشتراک کٞراٞ۔

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
gwc: متنوع خلق کٞہ کامن وائیس مئ حصہ تلوگاٞں موقاٞ پیدا کٞروگ اِیں جولاگ یقینی کٞرانوں ڈیٹاسیٹ اتیک خلکیں خِزماٞت کٞرنتھوں کتیک ممکن آش تہ۔ مٞہ مواداں ذخیرہ تے ٹیمپلیٹ چیت تھوں استمال کٞروگیں کیر۔

source: Crimean Tatar
gwc: کریمائی تاتاری

source: Criteria
gwc: معیار

source: Croatian
gwc: کروشیائی

source: Czech
gwc: چیک

source: Dagbani
gwc: ڈگبانی

source: Daily Goal
gwc: ہٞردوسوناں ہدف

source: Dameli
gwc: دامیلی

source: Danish
gwc: ڈینیش

source: Dargwa
gwc: ڈرگوا

source: Dashboard
gwc: ڈیش بورڈ

source: Database: { $databaseLanguage }
gwc: ڈیٹابیس: { $databaseLanguage }

source: Dataset Release
gwc: ڈیٹا سیٹ گٞڑی

source: Datasets
gwc: ڈیٹا سیٹونہ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
gwc: اے ایس آر، ایس ٹی ٹی، ٹی ٹی ایس تے دی این ایل پی آں سیاق و سباق۔ کمیونٹی ایں شراکت دہ تیار کٞراٞل۔

source: Date
gwc: تاٞریخ

source: Dawoodi
gwc: داؤدی

source: Days
gwc: دوس

source: Delete
gwc: ڈیلیٹ کٞر

source: Delete my recordings
gwc: ماں ٹیپ کٞراٞل ڈِلیٹ کٞر۔

source: Delete Profile
gwc: پروفائل ڈیلیٹ کٞر

source: Dhivehi
gwc: دھیواہی

source: Dholuo
gwc: ڈھولوؤ

source: Did you know…
gwc: تھٞکہپھتہ ݭت آٞ …

source: Different language
gwc: بدِیل جِب

source: Difficult
gwc: بِکھاٞر

source: Difficult to pronounce
gwc: منوگ بکھاٞر تُھو۔

source: Dioula
gwc: دیولا

source: Discard ongoing recording
gwc: اِیں ریکارڈنگ دُو کٞر

source: Discover languages and communities and common voice
gwc: جِبونہ تے کمیونٹی تے کامن وائس پاٞلٹ

source: do
gwc: کٞر

source: Documentation
gwc: دَسْتاویز

source: Does the sentence meet the guidelines?
gwc: جملاٞ طریقہ کاٞر رہ پُورہ تھو آٞ؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
gwc: ڈومین جملاٞں موضوع کٞہ اشارہ کٞرنت۔ حلٞن تو مئ خوشاباں؛

source: Donate
gwc: چندہ دہ

source: Donate your voice
gwc: تانی ہواز دہ

source: Done
gwc: ہُو

source: do not
gwc: نہ کٞر

source: Don't see your language on Common Voice yet?
gwc: تانی جِب کامن وائیس مئی نہ پشنتاٞ؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
gwc: تانی جِب ڈیٹا سیٹ مئی نہ پشنتاٞ؟ جیباں درخاس کٞروگیں کیر مُوں جِیباٞں پاٞݪ کہ چو۔

source: Don't wish to say
gwc: منوگ نہ دیانت

source: Download
gwc: ڈاؤنلوڈ کٞر

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
gwc: لخہ تئ کامن وائیس مئ حصہ تلوت تہ تانی کیر یا تانی واقیاٞتیں کیر ساڑیپیکاٞٹ ڈاؤن لوڈ کٞر— ائ بغیر تھیئہ ممکن نہ ہوبئ۔

source: Download Common Voice Data
gwc: کامن وائیساں ڈیٹا ڈاؤنلوڈ کٞر

source: Download Data
gwc: ڈیٹا ڈاؤنلوڈ کٞر

source: Download Dataset Bundle
gwc: ڈیٹا سیٹاں بنڈل ڈآؤنلوڈ کٞر

source: Download { $language }
gwc: ڈاؤنلوڈ کٞر{ $language }

source: Download Links
gwc: لنکونہ ڈاونلوڈ کٞر

source: Download My Data
gwc: ماں مواد ڈاونلوڈ کٞر

source: Download options for accessing Common Voice data
gwc: کامن وائساں ڈیٹا گاٞشی تلوگاں اختیارات ڈاؤنلوڈ کٞر

source: Download our press pack <icon></icon>
gwc: موں صحافتی پیک ڈاؤن لوڈ کٞر <icon></icon>

source: Download our voice datasets
gwc: موں ہوازیں ڈیٹاسیٹ ڈآؤنلوڈ کٞر

source: Download profile data
gwc: تانی تفصیلاں مواد ڈاونلوڈ کٞر

source: Download the Dataset
gwc: ڈیٹاسیٹ ڈاؤنلوڈ کٞر

source: Download the Single Word Target Segment
gwc: اٞ لفظاں ہدفاں ٹوٹہ ڈاؤنلوڈ کٞر

source: Download your contribution certificate
gwc: تانی حصہ تلوگاں ساڑیپیکاٞٹ ڈاؤن لوڈ کٞر

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
gwc: تو کامن وائیس ڈیٹا سیٹ مئ بہتری گھیاٞگیں کیر کٞہ راۓ دیانتاٞ؟ یہ اُوں discourse سیکشن مئ آٞس جینی۔

source: Do you want to continue?
gwc: تُو جاری ساتوگ دیانتاٞ؟

source: Do you want to Speak, Listen or both?
gwc: تو جولاگ دیانتاٞ، بُجوگ دیانتاٞ کو دواٞمو؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
gwc: لکالین گھیاٞ تل یا <browseWrap> باٞتاٞ </browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
gwc: تانی فائل گشی لکالین ہِماک گھیٞہ یا<uploadButton> اپ لوڈ کٞروگیں کیر کلِک کٞر </uploadButton>

source: Drop file here to upload
gwc: اپ لوڈ کٞروگیں کیر فائیل ہماٞ رہ تل

source: Duala
gwc: دوالا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
gwc: شراکیتاٞں جمع کٞروگاٞں دوراٞن مئ فیڈبیک چھورئی جمع کٞروگاٞں بٹن وا داٞگ ماں باد۔ شراکاٞت ڈاریک جاری ہوگ مکیں5 ریکارڈنگز یا تصدیقونہ سٞہ۔

source: Dutch
gwc: ڈچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
gwc: ڈیٹاسیٹ مئ ہاٞر اٞ اینٹری خاص اٞ ایم پی تھری تے تاٞس سٞہ متعلق متنیں فائیل رہ مشتمل تھی۔ ڈیٹا سیٹ مئ ریکارڈ کٞراٞل گھینٹاٞ مئ <b> { $total } </b> ڈیموگرافِک میٹاڈیٹا پا شامل تھو مثلاََ اُمر، جنس تے لہجہ ، اوم ہواز پویانوگ والہ انجنیں تصحیح مئ مداٞد کٞرباٞں۔ ڈیٹا سیٹ ایں وخ رہ <b> { $languages } </b> جِبونہ مئ <b> { $valid } </b> قابل قبول ہوگاٞل گینٹاٞ رہ مشتمل تھو، پرہ مٞہ ہمیشہ دی ہواٞز تے جبونہ شامل کٞرنت۔ اٞ جِبیں کیر درخاس کٞروگیں کیر یا حِصہ داری شورو کٞروگیں کیر موں<languagesLink> جِبوناٞں پاٞݪ</languagesLink> رہ اٞ نظاٞر تل۔

source: Eastern Balochi
gwc: مشرقی بلوچی

source: Eastern Huasteca Nahuatl
gwc: مشرقی ہواستیکا ناہواتی

source: Eastern Min
gwc: سیرنیکیل بامیں مین

source: Eastern Penan
gwc: مشرقی پینن

source: Easy
gwc: سُگار

source: Ebrie
gwc: ایبری

source: Edit
gwc: بدلی گھیٞہ

source: Edit Profile
gwc: تفصیل مئ بدٞلی کٞر

source: e.g., “What do you wish you could use technology for?”
gwc: مثلاً”چھیں کٞہ خواہش تھی اُوں ٹیکنالوجی کاسیں کیر استعمال کٞربیش تہ؟“

source: Email
gwc: ایمیل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
gwc: ایمیل؛<emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
gwc: مہم مئ حصہ گِھنوگاں چھاٞل اِزدہ کٞروگیں کیر، کامن وائیس آٞں واقعات تے مشترک ڈیزائن آں خصوصیاٞت مئ حصہ گھِنوگیں کیر موں ای میلیں لِسٹ مئ <emailFragment> سائن اپ کٞر </emailFragment>

source: Email is already used for a different account
gwc: جِب مِلاٞ

source: Email Subscriptions
gwc: ایمیل سبسکرائب کٞر

source: Emakhuwa
gwc: ایماخووا

source: English
gwc: انگریزی

source: Enter Email to Download
gwc: ڈاؤنلوڈ کٞروگیں کیر ای میل داخیل کٞر

source: Enter email to send a sign up link
gwc: سائن اپ لِنک لاڑاگیں کیر ای میل داخِیل کٞر

source: Enter your Country/Region of Residence
gwc: تانی اوطاٞن / رہائشاں علاقہ تل

source: Enter your email
gwc: تانی ایمیل آں پتہ چُنڑ

source: Enter your public domain sentence here
gwc: تانی عوامی ڈومین یعنی کاپی رائٹس ما آذاد جملہ ہِیماک داخیل کٞر

source: Enter your public domain sentences here
gwc: تانی عوامی ڈومین یعنی کاپی رائٹس ما آذاد جملاٞ ہِیماک داخیل کٞر

source: Error
gwc: غلطی

source: Error adding sentence
gwc: جُملہ مِلاٞگ مئ غلطی

source: Error { $code }
gwc: غلطی{ $code }

source: Error while playing audio file.
gwc: آڈیو فائیل چلاٞگ مئ غلطی ییئ

source: Erzya
gwc: ایرزیا

source: ESC
gwc: بٞچ کٞر

source: Esperanto
gwc: ایسپیرانتو

source: Estonian
gwc: ایسٹونیائی

source: Eton
gwc: ایٹون

source: Events
gwc: واقعات

source: Everyone
gwc: ہاٞر اٞک

source: Ewe
gwc: ایوے

source: Ewondo
gwc: ایوونڈو

source: Example
gwc: مثال

source: Exceeded 500 questions. Reduce number of questions and retry.
gwc: 500 سواٞلونٞہ ما رکٞہ لنگو۔ سواٞلوناٞں تاداد کٞما تئ دوبارہ کوشیش کٞر۔

source: Exit & Delete clips
gwc: نیکا تے کلپونہ ڈِلیٹ کٞراٞ۔

source: Explore datasets <icon></icon>
gwc: ڈیٹا سیٹونہ پاٞلٹ <icon></icon>

source: Explore the community and languages supported by Common Voice
gwc: کامن وائس تعاون کٞریل جِبونہ تے کمیونٹی پاٞلٹ

source: Express or solicit prejudiced or offensive sentiments
gwc: بغض والہ یا روݭ مئ تلوگ والہ جذبات اخکارہ کٞروگ یا دی مانوڄ روݭ مئ تلاگ یا تاٞس حسد یا بغض وا تلوگ

source: Failed to copy SHA256 Checksum
gwc: ایس ایچ اے نقل کٞروگ مئ ناکام ہُو256 چیکسم

source: Fang
gwc: فانگ

source: FAQ
gwc: باٞر دیر تپیس کراٞل سوالہ

source: Faroese
gwc: فاروئسی

source: Featured in...
gwc: اومی خاصِیت مئ دی ما جُدا ہوگ ۔۔۔۔۔

source: Female/Feminine
gwc: اِیس / موئنث

source: Fewer than 15 words per sentence
gwc: 15ما اُچھوٹ الفاٞظ اٞ جُملاٞ مئ

source: Fields marked with an asterisk (*) are required.
gwc: ایسٹیریک (*) کاٞں خانہ مئی تسوں پُروگ ضریلی تھو۔

source: File is too large
gwc: فائیل باٞر گھِین تھی

source: File is too small
gwc: فائیل باٞر لیک تھی

source: Finance
gwc: مالیات

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
gwc: دی خلک پا باٞتاٞ کوم فِکرمن تھو تہ۔ توم مئ یونیورسٹیاٞن، جِباٞں مکتباٞ، وکالِتاٞں ڈل، تے ڈیٹا سینسیں کمیونٹی تھی۔ اوم کٞہ پھݭ تے اوم کٞہ واضح کٞروں اوم کھیکی تے کا مداٞد کٞرباٞں۔ <outreachTemplates> مِݭ کٞہ پھݭوگاٞں نمونہ ای میلز بیراٞ۔ </outreachTemplates>

source: Find us on Matrix
gwc: میٹرکس مئ ما سٞہ میلا ہو

source: Finish editing first?
gwc: بدلی گھیاٞگ اولہ لاٞساٞ؟

source: Finish recording
gwc: ٹیپ کٞروگ ختم کٞر۔

source: Finish recording first?
gwc: ٹیپ کٞروگ اولہ لاسائی آٞ؟

source: Finish Review
gwc: جائیزہ ختم کٞر

source: Finish validating
gwc: صحی کٞروگ لاٞساٞ

source: Finish validating clips?
gwc: کلِپ صحی کٞروگ لساٞ؟

source: Finnish
gwc: فینیش

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
gwc: اٞواٞلہ بیݭ اوں چھیں جِب<languageLink> مِݭ گٞشی تھی کو نہ۔ </languageLink> کٞہ نات، تو <languageRequestLink> تانی جِب میلاگیں کیر درخاس کٞرباں</languageRequestLink>۔ دو مرحلاٞ تھو۔ اٞتھیں سائٹاں ترجمہ کٞروگ تے جملاٞ سمٞٹوگ

source: Follow guidelines from “What sentences can I add?”
gwc: "یہ کاٞں جُملاٞ مِلابانت" تھی ہِداٞیاٞت رہ اٞماٞل کٞرآٞ؟

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
gwc: ہاٞر داٞگاٞل ہوازیں کلِپ ایں کیر تے ہاٞرصحی کٞراٞل بُجوگیں کلِپ ایں کیر چھاں کھاتاں ڈیش بورڈ تازہ کٞرجاں تن تھی ہاٞرہ جِب مئ تئ کاں ناٞم حصہ تلوت سٞہ اخکارہ ہوئ۔ بالکل، تُو آٞک ما باٞرجِب مئ حصہ تلباں! <br/> <br/> تانی حساب مالوم کٞروگیں کیر ڈیشبورڈز اِستِمال کٞر، بیݭ اُوں تو کمیونٹی مئ دی سٞہ ملی کنا کٞرنت، تے روزاناں یا ہفتاں ہدف مقراٞر کٞر۔

source: for example
gwc: مثالاٞں طور دہ

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
gwc: پبلک ڈومین ایں چنڑیل ایں کیر اوں لخہ سٞہ آنلائن موجود نات تہ، تو تعلیمی حوالیں سٹائل پا استمال کٞرباں لخٞہ ہارڈ ورڈ سٹائل "جیس(2021) ماٞں عام لائسنساٞں نظمونہ"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
gwc: ٹیکنالوجی آں ران ہوگیں کیر مالومات ڈیویلپریں مداٞد کٞراں اوں توم ٹیکمنالوجی چاگ اوں سٞہ باٞر خلٞکیں کیر ہوگ تہ۔ مثاٞلاٞں طور دہ، کٞچری مٞہ خاص لہجاٞ واٞلاٞ مٞنوگ واٞلاٞ شامل نہ کیر تہ دیگیر تیکنالوجی اتھاٞں لہجاٞ واٞلاٞ خلٞکیں کیر کار نہ دئیں۔ <learnMore> دی پا اِزدہ کٞر اوں کا میٹاڈیٹا اہم </learnMore> ۔

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
gwc: اومی بنیاد تھوگیل جِبونیں کیر ویبسائٹ کامیابی سٞہ <localizationGlossaryLink> مقیمی کیت</localizationGlossaryLink>تے اٞن کافی<sentenceCollectionGlossaryLink> جملاٞں سمٞٹوت</sentenceCollectionGlossaryLink>اوں اجازاٞت دگ مُکاٞں<speakLink> مٞنوگ</speakLink> تے <listenLink>بُجوگ</listenLink> ایں شراکیت مئ۔

source: Foundations
gwc: فاؤنڈیشن

source: French
gwc: فرانسیسی

source: Frisian
gwc: فیریسیائی

source: Fulah
gwc: فُولاہ

source: Fuzhou
gwc: فوجو

source: Galician
gwc: گالیسیانی

source: Gawarbaiti
gwc: گاوربتی

source: Gawri
gwc: گاؤری

source: GB
gwc: جی بی

source: General
gwc: عام

source: General language / multiple variants
gwc: عام جِب / باٞر بداٞل قِسمونہ

source: Georgian
gwc: جارجیائی

source: German
gwc: جرمنی

source: Get in touch
gwc: راٞبطاٞ مئ ہو

source: Get in touch <icon></icon>
gwc: راٞبطاٞ مئ ہو<icon></icon>

source: Get involved
gwc: شامِل ہو

source: Get Involved
gwc: شامل ہوگ

source: Get started <icon><icon>
gwc: شورو کٞر<icon><icon>

source: Get started with goals
gwc: ہدف شورو کٞر

source: Get Started with Speech Recognition
gwc: ہواز پویانوگ رہ کار شورو کٞر

source: Get your certificate
gwc: تانی ساڑیپیکاٞٹ حآصیل کٞر

source: Gheg Albanian
gwc: غیگ البانی

source: Ghomala
gwc: گھومالا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
gwc: <githubLink>NVIDIA NeMo </githubLink>™ شاندار جولاگاٞں اے آئ ماڈل چاگیں کیر محقیقینیں کیر اٞ <docsLink> اوپن سورس ٹول کِٹ </docsLink>۔

source: Goal reached
gwc: ہدف حاصِیل کِیر

source: Goals
gwc: مقصدونہ

source: Goan Konkani
gwc: گوان کونکانی

source: Gorani
gwc: گورانی

source: Go to Discourse
gwc: discourse سیکشن کٞہ چو

source: Go to Languages Page
gwc: جبوناٞں پاٞݪ کٞہ چو

source: Go to { $name }
gwc: { $name } کٞہ چو

source: <governanceLink>Read more about how we're governed</governanceLink>
gwc: <governanceLink> موں املدیری آٞں باٞراٞ مئ دی پٞر </governanceLink>

source: Governments
gwc: حکومِت

source: Grammatical / spelling error
gwc: گرامر / ہجیں غلطی

source: Great! How many clips a week?
gwc: شاباش! اٞ ہفتیں کتیک کلِپونہ؟

source: Great! How many clips per day?
gwc: شاباش! اٞ دوسیں کتیک کلِپونہ؟

source: Great!<recordIcon></recordIcon> Record your next clip
gwc: باٞر ران؛ </recordIcon><recordIcon>تانی دی کلپ ٹیپ کٞر۔

source: Great work!<playIcon></playIcon> Listen again when you're ready
gwc: شاباش! <playIcon> <playIcon> کون تُو تیار ہُو تے دِگیراں بُج

source: Greek
gwc: یونانی

source: Gronings
gwc: گرونینگز

source: Guarani
gwc: گوارانی

source: Guidelines
gwc: ہِدایات

source: Gujarati
gwc: گجراتی

source: Gujari
gwc: گوجری

source: Haitian
gwc: ہائیٹی

source: Hakha Chin
gwc: ہخا چین

source: Hausa
gwc: ھاؤسہ

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
gwc: لنگاٞل یا آئیندہ ایں کیر کٞہ واقیاٞت تھو آٞ؟ ما سٞہ شریک کٞر تے مٞہ تانی کمیونٹی کٞہ اساں ایلان کٞری یا اساٞں باٞراٞ مئ اٞ بلاگ چُنڑی۔

source: Have Feedback?
gwc: فیڈ بیک دیانتاٞ؟

source: Have you read our Terms?
gwc: تٞھہ مُوں شرطونہ پروتاٞ؟

source: Having an account is not required to contribute, though it is helpful.
gwc: حصہ تلوگیں کیر کھاتہ ساتوگ لازمی نہ، اگرکہ ائ مددگار تھو۔

source: Having a profile is not required to contribute though it is helpful, see why below.
gwc: حصہ تلوگ مئ پروفائیلاں ساتوگ ضروری نہ پرہ ائ مددگار، وجہ ایں کیر تو اٞ بیر۔

source: Healthcare
gwc: صِحتاں خیال

source: Hebrew
gwc: عبرانی

source: Help
gwc: مدد

source: Help Common Voice reach { $hours } hours in a language with a personal goal
gwc: کامن وائیس کٞہ اٞ جِب مئ { $hours }گینٹاٞ کٞہ پھݭوگ مئی ذاتی ہدف دہ مداٞد کٞر

source: Help create Common Voice’s first target segment in { $locale }
gwc: کامن وائیساں اولاں ہدفاٞں حصاٞ مئی مداٞد کٞر { $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
gwc: { $hours }گینٹاٞ { $language } کٞہ پھݭُوگ مئ ذاتی ہدف سہ مداٞد کٞر

source: Help teach machines how real people speak, donate your voice at { $link }
gwc: مشین کٞہ پشا اصل خلق کھیکی جولاٞں، تانی ہاواز داٞ { $link }

source: Help us build a community around voice technology, stay in touch via email.
gwc: ما سہ ہاوازیں ٹیکنالوجی آں چاٞپاٞرہ اٞ ڈلہ چاٞگ مئی مداٞد کراٞ، ایمیلاٞں زریعاٞ دہ ما سٞہ رابطہ کراٞ

source: Help us build a high quality, publicly open dataset
gwc: ران معیاری عوامی پوت ڈیٹاسیٹ چاٞگ مئ موں مداٞد کٞر

source: Help us find more voices, share your goal
gwc: دی ہواٞز باٞتاٞگ مئ مُوں مداٞد کٞر، تانی ہدف شریک کٞر

source: Help us find others to donate their voice!
gwc: تانی ہاواز دیاٞگ والاٞ باتاٞگ مئی ما سہ مداٞد کراٞ ۔

source: Help us get to { $goal }
gwc: ہدف حاصیل کٞروگ مئ مداٞد کٞر{ $goal }

source: Help us validate sentences!
gwc: جُملاٞ صحی کٞروگ مئ موں مداٞد کٞر!

source: Help us validate voices
gwc: ہواٞز صحی کٞروگ مئ مُوں مداٞد کٞر۔

source: Heng Hua
gwc: ہینگ ہُوا

source: Here are the links to download your ZIP files.
gwc: ہیماک تٞتھی لنکونہ تھی تانی زِپ فائلونہ ڈاونلوڈ کٞروگیں۔

source: Hidden
gwc: بیلیوگ

source: Highland Puebla Nahuatl
gwc: اُوچات پیوبلا ناھواتل

source: Hiligaynon
gwc: ہیلیگائینون

source: Hill Mari
gwc: کھنیں ماری

source: Hindi
gwc: ہندی

source: His hand was rais-ed.
gwc: تسیں تھیر راٞت آݭ۔

source: History, Law and Government
gwc: تاٞریخ، قانون تے حُکومت

source: Hours
gwc: گھینٹاٞ

source: Hours Recorded
gwc: گینٹاٞ ریکارڈ ہو

source: Hours Validated
gwc: گینٹاٞ قابل قبول ہو

source: How ?
gwc: کھیکی؟

source: How are project decisions made?
gwc: منصوباٞں فیصلاٞ کھیکی کٞرجنت؟

source: How can we effectively grow a language on Common Voice?
gwc: مٞہ کامن وائس رہ اٞ جِب کٞہ کھیکی مؤثر جوڑہ ترقی داٞباٞں؟

source: How does Common Voice work?
gwc: کامن وائیس کھیکی کار کٞراں؟

source: How does site localization work?
gwc: سائٹ لوکلائزیشن کھیکی کار کٞرنت؟

source: How do I access and use the dataset?
gwc: یہ ڈیٹا سیٹ کٞہ کھیکی پھݭم تے آٞس کھیکی استمال کٞرم؟

source: How do I add a language?
gwc: کھیکی یہ اٞ جِب میلام؟

source: How do I add sentences?
gwc: یہ کھیکی جملاٞ میلام؟

source: How do I cite?
gwc: یہ حوالہ کھیکی دٞم؟

source: How do I know whether to approve a voice clip?
gwc: ہوازاں اٞ کلِپ منظور کٞرم کو نہ آٞس کھیکی جاٞنم؟

source: How do I record a high quality voice clip?
gwc: یہ کھیکی ران معیاراں ہوازاں کلپ ریکارڈ کٞرم؟

source: How do I stay in touch?
gwc: یہ راٞبطاٞ مئ کھیکی درٞم؟

source: How is Common Voice funded?
gwc: کامن وائیس کٞہ فنڈ کھیکی داٞجیں؟

source: How Spontaneous Speech works
gwc: کھیکی روان جولاگ کار کٞراں

source: How to add multiple sentences
gwc: باٞر جُملاٞ کھیکی مِلاٞں

source: How would you describe your accent?
gwc: تو تانی لہجہ کھیکی بیان کٞرباں؟

source: How would you describe your sex or gender?
gwc: تو کھیکی تانی جنس بیان کٞرباں؟

source: Huarijio
gwc: ہوارِجی

source: Huautla Mazatec
gwc: واؤٹلا مزاٹیکی

source: Hungarian
gwc: ہنگری

source: I agree
gwc: یہ متفق تھو۔

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
gwc: یہ متفق تھو کامن وائساٞں<termsLink> شرطونہ</termsLink> تے <privacyLink> پرائویسی نوٹس سٞہ</privacyLink>

source: Ibibio
gwc: ایبیبیو

source: Icelandic
gwc: آئس لینڈی

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
gwc: یہ تصدیق کٞرنتھوں اومی جُملاٞ <wikipediaLink> عوامی ڈومین </wikipediaLink> تھو تے مکٞہ اسوں بار کٞروگیں اجازاٞت تھی۔

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
gwc: * یہ تصدیق کٞرنتھوں ایں سوال <publicDomainLink>عوامی ڈومین</publicDomainLink> (کاپی رائیٹس ما آذاد) والہ تھو تے مکٞہ اساں اپلوڈ کٞروگیں اِجازاٞت تھی۔

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
gwc: یہ تصدیق کٞرنتھوں اِیں جُملہ <wikipediaLink> عوامی ڈومین </wikipediaLink> والہ تے مکٞہ اساں اپ لوڈ کٞروگیں اجازاٞت تھی۔

source: <icon></icon> Add multiple public domain sentences
gwc: <icon> </icon> عوامی ڈومیناٞں باٞر جُملاٞ مِلاٞ

source: Ideally natural and conversational (it should be easy to read the sentence)
gwc: بہترین اِیں نُوں قدرتی تے گُفتگو والہ (جُملہ پروگ مئ ہسانی پکاٞر)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
gwc: یہ ایمیل حاصل کٞروگ دیانت، مقصدیں یاد دہانیں کیر، ماٞں میڄکہ بچوگ مالوم کٞروگیں کیر تے کامن وائساں رسالہ ایں کیر۔

source: I do not agree
gwc: یہ متفق نات۔

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
gwc: لخہ اٞ کلِپ دوئ ماٞنوڄہ مسترد کِیر تے ائ ڈیٹاسیٹاٞں دی اٞ ماتحت سیٹ مئ چھوریل ہوئ۔
